{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 4096,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|begin_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|end_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|eot_id|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|start_header_id|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|end_header_id|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Prepend",
        "prepend": "▁"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": "▁"
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      },
      {
        "type": "Strip",
        "content": " ",
        "start": 1,
        "stop": 0
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<|pad|>": 0,
      "<|begin_of_text|>": 1,
      "<|end_of_text|>": 2,
      "\t": 3,
      "▁▁": 4,
      "<|eot_id|>": 5,
      "<|start_header_id|>": 6,
      "<|end_header_id|>": 7,
      "\n": 8,
      "<h2>": 9,
      "<h2/>": 10,
      "</h2>": 11,
      "<br>": 12,
      "<br/>": 13,
      "</br>": 14,
      "<strong>": 15,
      "<strong/>": 16,
      "</strong>": 17,
      "<h1>": 18,
      "<h1/>": 19,
      "</h1>": 20,
      "<p>": 21,
      "<p/>": 22,
      "</p>": 23,
      "<h5>": 24,
      "<h5/>": 25,
      "</h5>": 26,
      "<h3>": 27,
      "<h3/>": 28,
      "</h3>": 29,
      "<table>": 30,
      "<table/>": 31,
      "</table>": 32,
      "<li>": 33,
      "<li/>": 34,
      "</li>": 35,
      "<tr>": 36,
      "<tr/>": 37,
      "</tr>": 38,
      "<h4>": 39,
      "<h4/>": 40,
      "</h4>": 41,
      "<tbody>": 42,
      "<tbody/>": 43,
      "</tbody>": 44,
      "<img>": 45,
      "<img/>": 46,
      "</img>": 47,
      "<b>": 48,
      "<b/>": 49,
      "</b>": 50,
      "<td>": 51,
      "<td/>": 52,
      "</td>": 53,
      "<0x00>": 54,
      "<0x01>": 55,
      "<0x02>": 56,
      "<0x03>": 57,
      "<0x04>": 58,
      "<0x05>": 59,
      "<0x06>": 60,
      "<0x07>": 61,
      "<0x08>": 62,
      "<0x09>": 63,
      "<0x0A>": 64,
      "<0x0B>": 65,
      "<0x0C>": 66,
      "<0x0D>": 67,
      "<0x0E>": 68,
      "<0x0F>": 69,
      "<0x10>": 70,
      "<0x11>": 71,
      "<0x12>": 72,
      "<0x13>": 73,
      "<0x14>": 74,
      "<0x15>": 75,
      "<0x16>": 76,
      "<0x17>": 77,
      "<0x18>": 78,
      "<0x19>": 79,
      "<0x1A>": 80,
      "<0x1B>": 81,
      "<0x1C>": 82,
      "<0x1D>": 83,
      "<0x1E>": 84,
      "<0x1F>": 85,
      "<0x20>": 86,
      "<0x21>": 87,
      "<0x22>": 88,
      "<0x23>": 89,
      "<0x24>": 90,
      "<0x25>": 91,
      "<0x26>": 92,
      "<0x27>": 93,
      "<0x28>": 94,
      "<0x29>": 95,
      "<0x2A>": 96,
      "<0x2B>": 97,
      "<0x2C>": 98,
      "<0x2D>": 99,
      "<0x2E>": 100,
      "<0x2F>": 101,
      "<0x30>": 102,
      "<0x31>": 103,
      "<0x32>": 104,
      "<0x33>": 105,
      "<0x34>": 106,
      "<0x35>": 107,
      "<0x36>": 108,
      "<0x37>": 109,
      "<0x38>": 110,
      "<0x39>": 111,
      "<0x3A>": 112,
      "<0x3B>": 113,
      "<0x3C>": 114,
      "<0x3D>": 115,
      "<0x3E>": 116,
      "<0x3F>": 117,
      "<0x40>": 118,
      "<0x41>": 119,
      "<0x42>": 120,
      "<0x43>": 121,
      "<0x44>": 122,
      "<0x45>": 123,
      "<0x46>": 124,
      "<0x47>": 125,
      "<0x48>": 126,
      "<0x49>": 127,
      "<0x4A>": 128,
      "<0x4B>": 129,
      "<0x4C>": 130,
      "<0x4D>": 131,
      "<0x4E>": 132,
      "<0x4F>": 133,
      "<0x50>": 134,
      "<0x51>": 135,
      "<0x52>": 136,
      "<0x53>": 137,
      "<0x54>": 138,
      "<0x55>": 139,
      "<0x56>": 140,
      "<0x57>": 141,
      "<0x58>": 142,
      "<0x59>": 143,
      "<0x5A>": 144,
      "<0x5B>": 145,
      "<0x5C>": 146,
      "<0x5D>": 147,
      "<0x5E>": 148,
      "<0x5F>": 149,
      "<0x60>": 150,
      "<0x61>": 151,
      "<0x62>": 152,
      "<0x63>": 153,
      "<0x64>": 154,
      "<0x65>": 155,
      "<0x66>": 156,
      "<0x67>": 157,
      "<0x68>": 158,
      "<0x69>": 159,
      "<0x6A>": 160,
      "<0x6B>": 161,
      "<0x6C>": 162,
      "<0x6D>": 163,
      "<0x6E>": 164,
      "<0x6F>": 165,
      "<0x70>": 166,
      "<0x71>": 167,
      "<0x72>": 168,
      "<0x73>": 169,
      "<0x74>": 170,
      "<0x75>": 171,
      "<0x76>": 172,
      "<0x77>": 173,
      "<0x78>": 174,
      "<0x79>": 175,
      "<0x7A>": 176,
      "<0x7B>": 177,
      "<0x7C>": 178,
      "<0x7D>": 179,
      "<0x7E>": 180,
      "<0x7F>": 181,
      "<0x80>": 182,
      "<0x81>": 183,
      "<0x82>": 184,
      "<0x83>": 185,
      "<0x84>": 186,
      "<0x85>": 187,
      "<0x86>": 188,
      "<0x87>": 189,
      "<0x88>": 190,
      "<0x89>": 191,
      "<0x8A>": 192,
      "<0x8B>": 193,
      "<0x8C>": 194,
      "<0x8D>": 195,
      "<0x8E>": 196,
      "<0x8F>": 197,
      "<0x90>": 198,
      "<0x91>": 199,
      "<0x92>": 200,
      "<0x93>": 201,
      "<0x94>": 202,
      "<0x95>": 203,
      "<0x96>": 204,
      "<0x97>": 205,
      "<0x98>": 206,
      "<0x99>": 207,
      "<0x9A>": 208,
      "<0x9B>": 209,
      "<0x9C>": 210,
      "<0x9D>": 211,
      "<0x9E>": 212,
      "<0x9F>": 213,
      "<0xA0>": 214,
      "<0xA1>": 215,
      "<0xA2>": 216,
      "<0xA3>": 217,
      "<0xA4>": 218,
      "<0xA5>": 219,
      "<0xA6>": 220,
      "<0xA7>": 221,
      "<0xA8>": 222,
      "<0xA9>": 223,
      "<0xAA>": 224,
      "<0xAB>": 225,
      "<0xAC>": 226,
      "<0xAD>": 227,
      "<0xAE>": 228,
      "<0xAF>": 229,
      "<0xB0>": 230,
      "<0xB1>": 231,
      "<0xB2>": 232,
      "<0xB3>": 233,
      "<0xB4>": 234,
      "<0xB5>": 235,
      "<0xB6>": 236,
      "<0xB7>": 237,
      "<0xB8>": 238,
      "<0xB9>": 239,
      "<0xBA>": 240,
      "<0xBB>": 241,
      "<0xBC>": 242,
      "<0xBD>": 243,
      "<0xBE>": 244,
      "<0xBF>": 245,
      "<0xC0>": 246,
      "<0xC1>": 247,
      "<0xC2>": 248,
      "<0xC3>": 249,
      "<0xC4>": 250,
      "<0xC5>": 251,
      "<0xC6>": 252,
      "<0xC7>": 253,
      "<0xC8>": 254,
      "<0xC9>": 255,
      "<0xCA>": 256,
      "<0xCB>": 257,
      "<0xCC>": 258,
      "<0xCD>": 259,
      "<0xCE>": 260,
      "<0xCF>": 261,
      "<0xD0>": 262,
      "<0xD1>": 263,
      "<0xD2>": 264,
      "<0xD3>": 265,
      "<0xD4>": 266,
      "<0xD5>": 267,
      "<0xD6>": 268,
      "<0xD7>": 269,
      "<0xD8>": 270,
      "<0xD9>": 271,
      "<0xDA>": 272,
      "<0xDB>": 273,
      "<0xDC>": 274,
      "<0xDD>": 275,
      "<0xDE>": 276,
      "<0xDF>": 277,
      "<0xE0>": 278,
      "<0xE1>": 279,
      "<0xE2>": 280,
      "<0xE3>": 281,
      "<0xE4>": 282,
      "<0xE5>": 283,
      "<0xE6>": 284,
      "<0xE7>": 285,
      "<0xE8>": 286,
      "<0xE9>": 287,
      "<0xEA>": 288,
      "<0xEB>": 289,
      "<0xEC>": 290,
      "<0xED>": 291,
      "<0xEE>": 292,
      "<0xEF>": 293,
      "<0xF0>": 294,
      "<0xF1>": 295,
      "<0xF2>": 296,
      "<0xF3>": 297,
      "<0xF4>": 298,
      "<0xF5>": 299,
      "<0xF6>": 300,
      "<0xF7>": 301,
      "<0xF8>": 302,
      "<0xF9>": 303,
      "<0xFA>": 304,
      "<0xFB>": 305,
      "<0xFC>": 306,
      "<0xFD>": 307,
      "<0xFE>": 308,
      "<0xFF>": 309,
      "▁t": 310,
      "▁a": 311,
      "he": 312,
      "in": 313,
      "re": 314,
      "▁o": 315,
      "▁the": 316,
      "▁s": 317,
      "▁w": 318,
      "er": 319,
      "ou": 320,
      "at": 321,
      "on": 322,
      "▁c": 323,
      "nd": 324,
      "it": 325,
      "▁b": 326,
      "is": 327,
      "▁f": 328,
      "ing": 329,
      "or": 330,
      "en": 331,
      "es": 332,
      "▁to": 333,
      "▁p": 334,
      "▁m": 335,
      "an": 336,
      "ed": 337,
      "al": 338,
      "▁of": 339,
      "▁d": 340,
      "▁in": 341,
      "▁h": 342,
      "▁and": 343,
      "ar": 344,
      "▁th": 345,
      "le": 346,
      "om": 347,
      "as": 348,
      "▁y": 349,
      "ic": 350,
      "ll": 351,
      "ion": 352,
      "▁l": 353,
      "▁you": 354,
      "ve": 355,
      "▁n": 356,
      "▁I": 357,
      "▁g": 358,
      "▁e": 359,
      "▁be": 360,
      "st": 361,
      "▁re": 362,
      "ent": 363,
      "ly": 364,
      "ot": 365,
      "ow": 366,
      "ut": 367,
      "▁is": 368,
      "▁on": 369,
      "▁for": 370,
      "ct": 371,
      "et": 372,
      "ay": 373,
      "id": 374,
      "ro": 375,
      "▁that": 376,
      "se": 377,
      "▁u": 378,
      "im": 379,
      "▁it": 380,
      "▁ha": 381,
      "ver": 382,
      "ce": 383,
      "ur": 384,
      "ld": 385,
      "▁T": 386,
      "▁he": 387,
      "ig": 388,
      "▁st": 389,
      "ith": 390,
      "▁we": 391,
      "ch": 392,
      "▁with": 393,
      "▁wh": 394,
      "ra": 395,
      "▁an": 396,
      "ation": 397,
      "oo": 398,
      "ir": 399,
      "ke": 400,
      "▁S": 401,
      "ill": 402,
      "▁A": 403,
      "▁as": 404,
      "ad": 405,
      "am": 406,
      "▁are": 407,
      "if": 408,
      "il": 409,
      "ter": 410,
      "▁C": 411,
      "▁have": 412,
      "▁your": 413,
      "her": 414,
      "..": 415,
      "▁or": 416,
      "▁se": 417,
      "▁pro": 418,
      "ore": 419,
      "ers": 420,
      "ess": 421,
      "pp": 422,
      "▁con": 423,
      "▁at": 424,
      "ge": 425,
      "▁com": 426,
      "▁ne": 427,
      "▁this": 428,
      "ol": 429,
      "▁was": 430,
      "ate": 431,
      "ul": 432,
      "▁not": 433,
      "ht": 434,
      "▁su": 435,
      "ck": 436,
      "th": 437,
      "▁M": 438,
      "est": 439,
      "▁de": 440,
      "ri": 441,
      "ment": 442,
      "op": 443,
      "ould": 444,
      "▁ex": 445,
      "▁W": 446,
      "20": 447,
      "ust": 448,
      "▁can": 449,
      "rom": 450,
      "▁do": 451,
      "ant": 452,
      "▁me": 453,
      "▁B": 454,
      "▁sh": 455,
      "ab": 456,
      "ome": 457,
      "us": 458,
      "qu": 459,
      "什么": 460,
      "pe": 461,
      "▁r": 462,
      "▁P": 463,
      "▁ab": 464,
      "ive": 465,
      "nt": 466,
      "out": 467,
      "ist": 468,
      "▁The": 469,
      "▁H": 470,
      "▁will": 471,
      "ain": 472,
      "▁v": 473,
      "ight": 474,
      "art": 475,
      "▁so": 476,
      "ort": 477,
      "▁al": 478,
      "▁wor": 479,
      "▁from": 480,
      "ity": 481,
      "▁ch": 482,
      "ally": 483,
      "▁le": 484,
      "▁1": 485,
      "▁all": 486,
      "res": 487,
      "un": 488,
      "▁my": 489,
      "▁k": 490,
      "一个": 491,
      "▁j": 492,
      "▁(": 493,
      "▁but": 494,
      "ies": 495,
      "and": 496,
      "ost": 497,
      "没有": 498,
      "os": 499,
      "um": 500,
      "▁D": 501,
      "▁by": 502,
      "The": 503,
      "▁li": 504,
      "all": 505,
      "el": 506,
      "▁F": 507,
      "em": 508,
      "ard": 509,
      "可以": 510,
      "our": 511,
      "oug": 512,
      "▁whe": 513,
      "red": 514,
      "king": 515,
      "▁they": 516,
      "ear": 517,
      "...": 518,
      "▁out": 519,
      "very": 520,
      "one": 521,
      "ie": 522,
      "▁up": 523,
      "ake": 524,
      "ast": 525,
      "ide": 526,
      "▁pl": 527,
      "我们": 528,
      "▁us": 529,
      "▁more": 530,
      "▁R": 531,
      "ci": 532,
      "▁G": 533,
      "▁about": 534,
      "ime": 535,
      "▁has": 536,
      "ud": 537,
      "ind": 538,
      "▁L": 539,
      "od": 540,
      "▁N": 541,
      "▁one": 542,
      "fe": 543,
      "▁E": 544,
      "ice": 545,
      "▁go": 546,
      "ther": 547,
      "ood": 548,
      "▁int": 549,
      "201": 550,
      "iv": 551,
      "per": 552,
      "不是": 553,
      "ite": 554,
      "ure": 555,
      "ack": 556,
      "ry": 557,
      "pt": 558,
      "▁O": 559,
      "自己": 560,
      "▁ad": 561,
      "ook": 562,
      "▁their": 563,
      "▁en": 564,
      "▁like": 565,
      "ound": 566,
      "ong": 567,
      "▁our": 568,
      "ine": 569,
      "lo": 570,
      "ich": 571,
      "▁who": 572,
      "▁any": 573,
      "are": 574,
      "age": 575,
      "ag": 576,
      "▁comp": 577,
      "▁sa": 578,
      "▁get": 579,
      "▁some": 580,
      "ough": 581,
      "▁kn": 582,
      "reat": 583,
      "ions": 584,
      "▁fe": 585,
      "▁lo": 586,
      "▁time": 587,
      "ous": 588,
      "00": 589,
      "▁what": 590,
      "▁man": 591,
      "▁te": 592,
      "cc": 593,
      "▁if": 594,
      "怎么": 595,
      "▁his": 596,
      "▁would": 597,
      "able": 598,
      "▁there": 599,
      "就是": 600,
      "▁Th": 601,
      "▁ar": 602,
      "▁im": 603,
      "▁them": 604,
      "▁just": 605,
      "▁“": 606,
      "act": 607,
      "ays": 608,
      "▁know": 609,
      "so": 610,
      "ame": 611,
      "▁been": 612,
      "▁Y": 613,
      "▁year": 614,
      "▁other": 615,
      "ven": 616,
      "现在": 617,
      "▁had": 618,
      "ks": 619,
      "ac": 620,
      "▁qu": 621,
      "▁pe": 622,
      "▁cont": 623,
      "for": 624,
      "▁which": 625,
      "au": 626,
      "ance": 627,
      "ep": 628,
      "知道": 629,
      "ase": 630,
      "▁\"": 631,
      "▁when": 632,
      "ak": 633,
      "▁than": 634,
      "ace": 635,
      "▁It": 636,
      "ip": 637,
      "▁cl": 638,
      "ans": 639,
      "这个": 640,
      "▁J": 641,
      "ru": 642,
      "iz": 643,
      "▁ag": 644,
      "▁her": 645,
      "▁app": 646,
      "ail": 647,
      "ble": 648,
      "ople": 649,
      "▁res": 650,
      "▁off": 651,
      "ber": 652,
      "▁am": 653,
      "中国": 654,
      "▁need": 655,
      "du": 656,
      "▁how": 657,
      "ated": 658,
      "ree": 659,
      "时候": 660,
      "ach": 661,
      "▁inc": 662,
      "end": 663,
      "▁new": 664,
      "▁per": 665,
      "ction": 666,
      "▁people": 667,
      "ings": 668,
      "ence": 669,
      "▁were": 670,
      "▁no": 671,
      "ire": 672,
      "ink": 673,
      "▁dis": 674,
      "ap": 675,
      "公司": 676,
      "ations": 677,
      "▁un": 678,
      "▁over": 679,
      "▁2": 680,
      "▁part": 681,
      "ff": 682,
      "ult": 683,
      "ign": 684,
      "▁U": 685,
      "ount": 686,
      "pl": 687,
      "ile": 688,
      "own": 689,
      "ue": 690,
      "Th": 691,
      "form": 692,
      "▁work": 693,
      "▁bec": 694,
      "ass": 695,
      "hing": 696,
      "ick": 697,
      "itt": 698,
      "工作": 699,
      "▁also": 700,
      "▁she": 701,
      "▁sp": 702,
      "ary": 703,
      "ond": 704,
      "vel": 705,
      "ress": 706,
      "▁want": 707,
      "▁pr": 708,
      "▁pre": 709,
      "▁said": 710,
      "▁ser": 711,
      "▁see": 712,
      "ild": 713,
      "▁imp": 714,
      "--": 715,
      "▁make": 716,
      "ical": 717,
      "▁spe": 718,
      "他们": 719,
      "▁don": 720,
      "还是": 721,
      "ub": 722,
      "og": 723,
      "ne": 724,
      "ving": 725,
      "▁into": 726,
      "如果": 727,
      "▁every": 728,
      "▁In": 729,
      "ause": 730,
      "▁tra": 731,
      "lp": 732,
      "ose": 733,
      "▁may": 734,
      "▁good": 735,
      "ia": 736,
      "ents": 737,
      "▁very": 738,
      "ark": 739,
      "int": 740,
      "uch": 741,
      "▁We": 742,
      "▁gr": 743,
      "▁af": 744,
      "▁could": 745,
      "▁help": 746,
      "▁3": 747,
      "▁only": 748,
      "nder": 749,
      "irst": 750,
      "▁rec": 751,
      "一下": 752,
      "ning": 753,
      "▁back": 754,
      "ition": 755,
      "▁ro": 756,
      "的人": 757,
      "ren": 758,
      "▁acc": 759,
      "问题": 760,
      "▁St": 761,
      "我的": 762,
      "ial": 763,
      "ors": 764,
      "sel": 765,
      "▁now": 766,
      "▁did": 767,
      "可能": 768,
      "wn": 769,
      "▁-": 770,
      "▁much": 771,
      "▁way": 772,
      "这样": 773,
      "▁tw": 774,
      "▁comm": 775,
      "你的": 776,
      "ord": 777,
      "▁fo": 778,
      "ect": 779,
      "▁most": 780,
      "因为": 781,
      "ens": 782,
      "时间": 783,
      "▁em": 784,
      "▁well": 785,
      "▁him": 786,
      "▁thr": 787,
      "▁He": 788,
      "▁bet": 789,
      "但是": 790,
      "▁co": 791,
      "▁should": 792,
      "▁–": 793,
      "10": 794,
      "▁these": 795,
      "cial": 796,
      "▁act": 797,
      "朋友": 798,
      "lic": 799,
      "▁201": 800,
      "▁sc": 801,
      "▁You": 802,
      "▁too": 803,
      "ang": 804,
      "▁look": 805,
      "ful": 806,
      "▁think": 807,
      "▁great": 808,
      "▁first": 809,
      "▁use": 810,
      "▁here": 811,
      "▁even": 812,
      "▁Ch": 813,
      "不要": 814,
      "ory": 815,
      "av": 816,
      "▁K": 817,
      "▁tr": 818,
      "ife": 819,
      "都是": 820,
      "ish": 821,
      "we": 822,
      "▁des": 823,
      "▁years": 824,
      "很多": 825,
      "fore": 826,
      "▁under": 827,
      "所以": 828,
      "ily": 829,
      "ious": 830,
      "ved": 831,
      "▁many": 832,
      "ull": 833,
      "▁its": 834,
      "那么": 835,
      "ater": 836,
      "发展": 837,
      "ons": 838,
      "We": 839,
      "已经": 840,
      "rent": 841,
      "200": 842,
      "喜欢": 843,
      "▁wr": 844,
      "ments": 845,
      "ade": 846,
      "▁read": 847,
      "omet": 848,
      "ual": 849,
      "igh": 850,
      "ces": 851,
      "▁add": 852,
      "▁right": 853,
      "今天": 854,
      "▁bu": 855,
      "ise": 856,
      "▁really": 857,
      "hed": 858,
      "bs": 859,
      "▁then": 860,
      "▁po": 861,
      "▁cons": 862,
      ".”": 863,
      "▁ke": 864,
      "day": 865,
      "other": 866,
      "ool": 867,
      "那个": 868,
      "ove": 869,
      "▁through": 870,
      "▁dif": 871,
      "tern": 872,
      "的是": 873,
      "ting": 874,
      "aking": 875,
      "▁pers": 876,
      "hat": 877,
      "▁because": 878,
      "▁br": 879,
      "▁ind": 880,
      "fect": 881,
      "▁This": 882,
      "▁find": 883,
      "好的": 884,
      "▁day": 885,
      "▁take": 886,
      "▁two": 887,
      "▁prov": 888,
      "服务": 889,
      "▁gu": 890,
      "vers": 891,
      "▁where": 892,
      "xt": 893,
      "▁ra": 894,
      "▁long": 895,
      "ple": 896,
      "需要": 897,
      "hen": 898,
      "ere": 899,
      "▁ph": 900,
      "也不": 901,
      "▁own": 902,
      "li": 903,
      "▁does": 904,
      "It": 905,
      "....": 906,
      "▁after": 907,
      "▁V": 908,
      "lud": 909,
      "ates": 910,
      "ating": 911,
      "ities": 912,
      "▁start": 913,
      "oy": 914,
      "孩子": 915,
      "oss": 916,
      "iness": 917,
      "▁att": 918,
      "你们": 919,
      "▁supp": 920,
      "▁rem": 921,
      "的时候": 922,
      "ject": 923,
      "ms": 924,
      "ict": 925,
      "pect": 926,
      "企业": 927,
      "▁sm": 928,
      "ty": 929,
      "urn": 930,
      "▁down": 931,
      "▁bus": 932,
      "▁aw": 933,
      "),": 934,
      "▁say": 935,
      "ible": 936,
      "▁dec": 937,
      ".\"": 938,
      "的一": 939,
      "▁going": 940,
      "▁rep": 941,
      "llow": 942,
      "▁again": 943,
      "▁exper": 944,
      "也是": 945,
      "ft": 946,
      "ange": 947,
      "了一": 948,
      "▁those": 949,
      "▁inv": 950,
      "mer": 951,
      "iew": 952,
      "▁somet": 953,
      "▁being": 954,
      "▁before": 955,
      "▁5": 956,
      "get": 957,
      "▁reg": 958,
      "iss": 959,
      "哪里": 960,
      "self": 961,
      "▁inform": 962,
      "les": 963,
      "还有": 964,
      "▁wee": 965,
      "▁such": 966,
      "com": 967,
      "▁4": 968,
      "▁produ": 969,
      "▁love": 970,
      "ices": 971,
      "这么": 972,
      "ert": 973,
      "市场": 974,
      "ob": 975,
      "▁bel": 976,
      "真的": 977,
      "世界": 978,
      "▁person": 979,
      "▁rel": 980,
      "ew": 981,
      "觉得": 982,
      "▁serv": 983,
      "cess": 984,
      "In": 985,
      "te": 986,
      "ually": 987,
      "This": 988,
      "▁ev": 989,
      "不会": 990,
      "ought": 991,
      "▁best": 992,
      "ific": 993,
      "人的": 994,
      "大家": 995,
      "▁post": 996,
      "▁ins": 997,
      "生活": 998,
      "你在": 999,
      "▁happ": 1000,
      "▁includ": 1001,
      "▁fin": 1002,
      "国家": 1003,
      "▁made": 1004,
      "到了": 1005,
      "管理": 1006,
      "不能": 1007,
      "ves": 1008,
      "▁life": 1009,
      "ced": 1010,
      "▁ent": 1011,
      "进行": 1012,
      "lect": 1013,
      "▁feel": 1014,
      "▁mon": 1015,
      "ittle": 1016,
      "be": 1017,
      "第一": 1018,
      "▁And": 1019,
      "▁stud": 1020,
      "非常": 1021,
      "▁still": 1022,
      "▁home": 1023,
      "▁bl": 1024,
      "一点": 1025,
      "any": 1026,
      "ave": 1027,
      "aw": 1028,
      "一起": 1029,
      "▁che": 1030,
      "▁world": 1031,
      "▁last": 1032,
      "▁If": 1033,
      "▁play": 1034,
      "▁things": 1035,
      "▁sy": 1036,
      "▁car": 1037,
      "▁diffe": 1038,
      "riend": 1039,
      ").": 1040,
      "thing": 1041,
      "ib": 1042,
      "▁lot": 1043,
      "alth": 1044,
      "oth": 1045,
      "▁end": 1046,
      "ility": 1047,
      "出来": 1048,
      "▁sec": 1049,
      "old": 1050,
      "ank": 1051,
      "美国": 1052,
      "▁ac": 1053,
      "ways": 1054,
      "als": 1055,
      "▁show": 1056,
      "经济": 1057,
      "▁few": 1058,
      "▁business": 1059,
      "▁call": 1060,
      "▁little": 1061,
      "▁information": 1062,
      "干嘛": 1063,
      "If": 1064,
      "手机": 1065,
      "▁But": 1066,
      "▁fam": 1067,
      "19": 1068,
      "▁set": 1069,
      "ract": 1070,
      "You": 1071,
      "大的": 1072,
      "▁col": 1073,
      "ian": 1074,
      "ram": 1075,
      "lease": 1076,
      "ular": 1077,
      "不错": 1078,
      "▁something": 1079,
      "ph": 1080,
      "ident": 1081,
      "ased": 1082,
      "▁inst": 1083,
      "感觉": 1084,
      "自己的": 1085,
      "ath": 1086,
      "▁hand": 1087,
      "▁fl": 1088,
      "gg": 1089,
      "▁around": 1090,
      "比较": 1091,
      "你是": 1092,
      "▁sim": 1093,
      "看到": 1094,
      "不知道": 1095,
      "开始": 1096,
      "read": 1097,
      "the": 1098,
      "▁high": 1099,
      "its": 1100,
      "ational": 1101,
      "uring": 1102,
      "不过": 1103,
      "不好": 1104,
      "ince": 1105,
      "▁pol": 1106,
      "imes": 1107,
      "velop": 1108,
      "▁real": 1109,
      "这些": 1110,
      "▁child": 1111,
      "▁sure": 1112,
      "ys": 1113,
      "ures": 1114,
      "▁follow": 1115,
      "▁min": 1116,
      "000": 1117,
      "ited": 1118,
      "▁19": 1119,
      "▁come": 1120,
      "ower": 1121,
      "使用": 1122,
      "▁$": 1123,
      "ever": 1124,
      "▁requ": 1125,
      "▁same": 1126,
      "erest": 1127,
      "ather": 1128,
      "ward": 1129,
      "重要": 1130,
      "▁ass": 1131,
      "up": 1132,
      "▁try": 1133,
      "ont": 1134,
      "▁got": 1135,
      "其他": 1136,
      "应该": 1137,
      "这里": 1138,
      "▁count": 1139,
      "ative": 1140,
      "ec": 1141,
      "给我": 1142,
      "arch": 1143,
      "ef": 1144,
      "▁book": 1145,
      "▁art": 1146,
      "cy": 1147,
      "提供": 1148,
      "▁experi": 1149,
      "ooking": 1150,
      "ason": 1151,
      "”,": 1152,
      "▁op": 1153,
      "hip": 1154,
      "air": 1155,
      "▁disc": 1156,
      "是一": 1157,
      "arket": 1158,
      "iting": 1159,
      "技术": 1160,
      "社会": 1161,
      "▁always": 1162,
      "▁cr": 1163,
      "方面": 1164,
      "gan": 1165,
      "ener": 1166,
      "▁never": 1167,
      "▁vis": 1168,
      "oc": 1169,
      "12": 1170,
      "▁sur": 1171,
      "arn": 1172,
      "ics": 1173,
      "产品": 1174,
      "为什么": 1175,
      "▁keep": 1176,
      "▁let": 1177,
      "▁place": 1178,
      "东西": 1179,
      "ote": 1180,
      "ied": 1181,
      "und": 1182,
      "▁blo": 1183,
      "▁while": 1184,
      "▁used": 1185,
      "akes": 1186,
      "▁eas": 1187,
      "▁av": 1188,
      "电话": 1189,
      "▁loc": 1190,
      "chool": 1191,
      "▁care": 1192,
      "▁sub": 1193,
      "投资": 1194,
      "stem": 1195,
      "一定": 1196,
      "▁friend": 1197,
      "的话": 1198,
      "▁cour": 1199,
      ",”": 1200,
      "一些": 1201,
      "30": 1202,
      "信息": 1203,
      "▁each": 1204,
      "▁pres": 1205,
      "led": 1206,
      "ouse": 1207,
      "hes": 1208,
      "▁better": 1209,
      "个人": 1210,
      "▁point": 1211,
      "ng": 1212,
      "通过": 1213,
      "▁interest": 1214,
      "olog": 1215,
      "我是": 1216,
      "▁num": 1217,
      "ss": 1218,
      "地方": 1219,
      "cept": 1220,
      "▁might": 1221,
      "▁str": 1222,
      "▁must": 1223,
      "给你": 1224,
      "omm": 1225,
      "研究": 1226,
      "。”": 1227,
      "一直": 1228,
      "1.": 1229,
      "ues": 1230,
      "▁list": 1231,
      "情况": 1232,
      "了吗": 1233,
      "atch": 1234,
      "▁put": 1235,
      "▁pub": 1236,
      "▁month": 1237,
      "▁found": 1238,
      "▁6": 1239,
      "50": 1240,
      "而且": 1241,
      "政府": 1242,
      "ax": 1243,
      "▁different": 1244,
      "▁They": 1245,
      "▁med": 1246,
      "那你": 1247,
      "▁prog": 1248,
      "▁adv": 1249,
      "▁develop": 1250,
      "▁cle": 1251,
      "这是": 1252,
      "line": 1253,
      "起来": 1254,
      "如何": 1255,
      "▁ide": 1256,
      "▁quest": 1257,
      "上的": 1258,
      "▁det": 1259,
      "以及": 1260,
      "一样": 1261,
      "教育": 1262,
      "ner": 1263,
      "▁exp": 1264,
      "▁fun": 1265,
      "▁mem": 1266,
      "不同": 1267,
      "▁seem": 1268,
      "▁ext": 1269,
      "过来": 1270,
      "ness": 1271,
      "这种": 1272,
      "▁i": 1273,
      "alk": 1274,
      "▁import": 1275,
      "表示": 1276,
      "az": 1277,
      "晚上": 1278,
      "der": 1279,
      "▁cur": 1280,
      "▁comple": 1281,
      "希望": 1282,
      "只是": 1283,
      ",\"": 1284,
      "ute": 1285,
      "▁Re": 1286,
      "▁next": 1287,
      "ix": 1288,
      "▁poss": 1289,
      "然后": 1290,
      "大学": 1291,
      "oup": 1292,
      "▁system": 1293,
      "安全": 1294,
      "▁give": 1295,
      "目前": 1296,
      "▁product": 1297,
      "上班": 1298,
      "▁thing": 1299,
      "▁plan": 1300,
      "▁proble": 1301,
      "一般": 1302,
      "erm": 1303,
      "ention": 1304,
      "他的": 1305,
      "stand": 1306,
      "▁fact": 1307,
      "▁old": 1308,
      "▁market": 1309,
      "▁So": 1310,
      "ody": 1311,
      "▁char": 1312,
      "▁support": 1313,
      "▁ret": 1314,
      "▁10": 1315,
      "主要": 1316,
      "▁sk": 1317,
      "是不是": 1318,
      "ize": 1319,
      "▁Un": 1320,
      "unity": 1321,
      "less": 1322,
      "▁health": 1323,
      "▁run": 1324,
      "......": 1325,
      "11": 1326,
      "ell": 1327,
      "▁giv": 1328,
      "ork": 1329,
      "▁thought": 1330,
      ":“": 1331,
      "▁another": 1332,
      "▁without": 1333,
      "▁trans": 1334,
      "对于": 1335,
      "▁iss": 1336,
      "pr": 1337,
      "▁ask": 1338,
      "chn": 1339,
      "ten": 1340,
      "发现": 1341,
      "部分": 1342,
      "▁big": 1343,
      "▁hard": 1344,
      "▁free": 1345,
      "▁hop": 1346,
      "ution": 1347,
      "▁both": 1348,
      "▁lead": 1349,
      "▁gra": 1350,
      "ts": 1351,
      "▁full": 1352,
      "ween": 1353,
      "▁inter": 1354,
      "▁pur": 1355,
      "oney": 1356,
      "▁top": 1357,
      "所有": 1358,
      "rib": 1359,
      "▁As": 1360,
      "▁mo": 1361,
      "或者": 1362,
      "其实": 1363,
      "两个": 1364,
      "ustom": 1365,
      "▁pay": 1366,
      "ages": 1367,
      "▁def": 1368,
      "▁ear": 1369,
      "▁why": 1370,
      "要求": 1371,
      "▁belie": 1372,
      "只有": 1373,
      "amp": 1374,
      "con": 1375,
      "▁sign": 1376,
      "▁week": 1377,
      "ertain": 1378,
      "我就": 1379,
      "人民": 1380,
      "▁provid": 1381,
      "中的": 1382,
      "▁family": 1383,
      "▁prof": 1384,
      "▁days": 1385,
      "▁aut": 1386,
      "vern": 1387,
      "▁bo": 1388,
      "▁7": 1389,
      "▁ed": 1390,
      "回来": 1391,
      "▁...": 1392,
      "▁since": 1393,
      "明天": 1394,
      "一次": 1395,
      "▁There": 1396,
      "!!": 1397,
      "▁design": 1398,
      "里面": 1399,
      "▁far": 1400,
      "oun": 1401,
      "▁ob": 1402,
      "▁wom": 1403,
      "▁school": 1404,
      "▁site": 1405,
      "你说": 1406,
      "成为": 1407,
      "view": 1408,
      "选择": 1409,
      "ee": 1410,
      "▁able": 1411,
      "▁mod": 1412,
      "▁between": 1413,
      "活动": 1414,
      "环境": 1415,
      "▁looking": 1416,
      "▁sl": 1417,
      "▁200": 1418,
      "ired": 1419,
      "ines": 1420,
      "学习": 1421,
      "文化": 1422,
      "的事": 1423,
      "学生": 1424,
      "▁open": 1425,
      "ient": 1426,
      "▁important": 1427,
      "2.": 1428,
      "▁didn": 1429,
      "影响": 1430,
      "▁tri": 1431,
      "▁rest": 1432,
      "▁An": 1433,
      "▁process": 1434,
      "ality": 1435,
      "同时": 1436,
      "What": 1437,
      "方式": 1438,
      "ably": 1439,
      "价格": 1440,
      "▁three": 1441,
      "吃饭": 1442,
      "项目": 1443,
      "15": 1444,
      "▁.": 1445,
      "▁gener": 1446,
      "▁tell": 1447,
      "ering": 1448,
      "atter": 1449,
      "能力": 1450,
      "▁team": 1451,
      "▁For": 1452,
      "▁away": 1453,
      "▁met": 1454,
      "▁head": 1455,
      "多少": 1456,
      "▁experience": 1457,
      "▁8": 1458,
      "▁resp": 1459,
      "很好": 1460,
      "And": 1461,
      "▁el": 1462,
      "joy": 1463,
      "作为": 1464,
      "▁appro": 1465,
      "▁small": 1466,
      "北京": 1467,
      "▁webs": 1468,
      "▁lar": 1469,
      "我在": 1470,
      "今年": 1471,
      "ash": 1472,
      "anks": 1473,
      "了解": 1474,
      "都不": 1475,
      "国际": 1476,
      "▁avail": 1477,
      "irect": 1478,
      "ared": 1479,
      "▁ref": 1480,
      "ale": 1481,
      "▁Wh": 1482,
      "----": 1483,
      "▁val": 1484,
      "▁cor": 1485,
      "ety": 1486,
      "▁pass": 1487,
      "我不": 1488,
      "here": 1489,
      "▁partic": 1490,
      "之后": 1491,
      "▁conf": 1492,
      "睡觉": 1493,
      "ffect": 1494,
      "ession": 1495,
      "▁form": 1496,
      "▁state": 1497,
      "▁less": 1498,
      "▁kind": 1499,
      "▁cre": 1500,
      "意思": 1501,
      "第二": 1502,
      "▁pri": 1503,
      "去了": 1504,
      "de": 1505,
      "ah": 1506,
      "io": 1507,
      "ows": 1508,
      "ric": 1509,
      "ross": 1510,
      "中心": 1511,
      "▁contin": 1512,
      "ense": 1513,
      "cer": 1514,
      "ately": 1515,
      "我們": 1516,
      "▁build": 1517,
      "认为": 1518,
      "▁opp": 1519,
      "▁custom": 1520,
      "▁ever": 1521,
      "bers": 1522,
      "▁ty": 1523,
      "▁number": 1524,
      "有点": 1525,
      "▁today": 1526,
      "▁creat": 1527,
      "▁result": 1528,
      "▁hour": 1529,
      "▁That": 1530,
      "▁techn": 1531,
      "gin": 1532,
      "城市": 1533,
      "There": 1534,
      "▁done": 1535,
      "▁sol": 1536,
      "▁using": 1537,
      "▁How": 1538,
      "uc": 1539,
      ",“": 1540,
      "好了": 1541,
      "我说": 1542,
      "ata": 1543,
      "以后": 1544,
      "▁inf": 1545,
      "▁understand": 1546,
      "▁money": 1547,
      "特别": 1548,
      "▁during": 1549,
      "meric": 1550,
      "关系": 1551,
      "loy": 1552,
      "ining": 1553,
      "▁She": 1554,
      "▁stand": 1555,
      "▁course": 1556,
      "▁effect": 1557,
      "ants": 1558,
      "ars": 1559,
      "那里": 1560,
      "来的": 1561,
      "▁available": 1562,
      "▁cost": 1563,
      "ically": 1564,
      "游戏": 1565,
      "▁enough": 1566,
      "uss": 1567,
      "有没有": 1568,
      "▁service": 1569,
      "aut": 1570,
      "▁turn": 1571,
      "这一": 1572,
      "专业": 1573,
      "to": 1574,
      "我想": 1575,
      "▁sit": 1576,
      "不到": 1577,
      "行业": 1578,
      "▁company": 1579,
      "▁9": 1580,
      "▁main": 1581,
      "虽然": 1582,
      "▁exam": 1583,
      "▁dri": 1584,
      "”。": 1585,
      "▁word": 1586,
      "uck": 1587,
      "设计": 1588,
      "▁meet": 1589,
      "▁working": 1590,
      "数据": 1591,
      "ized": 1592,
      "3.": 1593,
      "▁enjoy": 1594,
      "▁project": 1595,
      "aug": 1596,
      "▁gl": 1597,
      "ploy": 1598,
      "▁doing": 1599,
      "He": 1600,
      "合作": 1601,
      "▁unt": 1602,
      "更多": 1603,
      "▁blog": 1604,
      "系统": 1605,
      "有一": 1606,
      "学校": 1607,
      "▁tru": 1608,
      "味道": 1609,
      "我也": 1610,
      "▁organ": 1611,
      "▁report": 1612,
      "▁making": 1613,
      "日本": 1614,
      "▁group": 1615,
      "gy": 1616,
      "ital": 1617,
      "建设": 1618,
      "▁opt": 1619,
      "ists": 1620,
      "为了": 1621,
      "▁:": 1622,
      "land": 1623,
      "▁check": 1624,
      "▁having": 1625,
      "▁public": 1626,
      "▁New": 1627,
      "基本": 1628,
      "As": 1629,
      "18": 1630,
      "▁though": 1631,
      "▁children": 1632,
      "▁order": 1633,
      "ember": 1634,
      "相关": 1635,
      "But": 1636,
      "▁expl": 1637,
      "▁bit": 1638,
      "ined": 1639,
      "▁learn": 1640,
      "▁room": 1641,
      "▁getting": 1642,
      "直接": 1643,
      "ready": 1644,
      "内容": 1645,
      "▁change": 1646,
      "▁What": 1647,
      "——": 1648,
      "▁bre": 1649,
      "illion": 1650,
      "▁website": 1651,
      "▁least": 1652,
      "ished": 1653,
      "aring": 1654,
      "▁cent": 1655,
      "So": 1656,
      "▁rece": 1657,
      "人员": 1658,
      "来说": 1659,
      "▁invest": 1660,
      "告诉": 1661,
      "▁doesn": 1662,
      "▁night": 1663,
      "▁water": 1664,
      "ters": 1665,
      "arm": 1666,
      "▁grow": 1667,
      "年的": 1668,
      "ead": 1669,
      "之前": 1670,
      "▁var": 1671,
      "ets": 1672,
      "▁Americ": 1673,
      "▁Al": 1674,
      "me": 1675,
      "看看": 1676,
      "app": 1677,
      "▁incre": 1678,
      "▁pat": 1679,
      "你好": 1680,
      "▁actually": 1681,
      "包括": 1682,
      "▁already": 1683,
      "ccess": 1684,
      "▁case": 1685,
      "说话": 1686,
      "能够": 1687,
      "ump": 1688,
      "▁mind": 1689,
      "▁jo": 1690,
      "▁govern": 1691,
      "▁times": 1692,
      "▁law": 1693,
      "?”": 1694,
      "▁happen": 1695,
      "▁level": 1696,
      "老师": 1697,
      "▁'": 1698,
      "▁dist": 1699,
      "▁food": 1700,
      "▁power": 1701,
      "▁‘": 1702,
      "pend": 1703,
      "ature": 1704,
      "icle": 1705,
      "任何": 1706,
      "ex": 1707,
      "▁mean": 1708,
      "▁Pro": 1709,
      "▁until": 1710,
      "ock": 1711,
      "▁hum": 1712,
      "▁provide": 1713,
      "出现": 1714,
      "▁pos": 1715,
      "最后": 1716,
      "其中": 1717,
      "ling": 1718,
      "erv": 1719,
      "▁fr": 1720,
      "ins": 1721,
      ",000": 1722,
      "▁class": 1723,
      "ger": 1724,
      "▁house": 1725,
      "▁wond": 1726,
      "ider": 1727,
      "ug": 1728,
      "▁wa": 1729,
      "arent": 1730,
      "回家": 1731,
      "▁game": 1732,
      "ards": 1733,
      "你不": 1734,
      "4.": 1735,
      "▁&": 1736,
      "▁certain": 1737,
      "▁[": 1738,
      "16": 1739,
      "政策": 1740,
      "认识": 1741,
      "▁proper": 1742,
      "▁anything": 1743,
      "▁bra": 1744,
      "▁view": 1745,
      "▁second": 1746,
      "ural": 1747,
      "▁including": 1748,
      "基金": 1749,
      "ised": 1750,
      "因此": 1751,
      "新的": 1752,
      "▁chang": 1753,
      "▁spec": 1754,
      "记者": 1755,
      "▁data": 1756,
      "▁fil": 1757,
      "支持": 1758,
      "ivers": 1759,
      "▁someone": 1760,
      "有人": 1761,
      "▁intern": 1762,
      "orm": 1763,
      "▁current": 1764,
      "rist": 1765,
      "of": 1766,
      "▁past": 1767,
      "我要": 1768,
      "ivid": 1769,
      "▁services": 1770,
      "▁job": 1771,
      "一个人": 1772,
      "▁ben": 1773,
      "▁within": 1774,
      "▁beh": 1775,
      "ision": 1776,
      "rence": 1777,
      "那些": 1778,
      "▁expect": 1779,
      "ism": 1780,
      "甚至": 1781,
      "▁following": 1782,
      "▁direct": 1783,
      "▁De": 1784,
      "以前": 1785,
      "ier": 1786,
      "conom": 1787,
      "有些": 1788,
      "▁possible": 1789,
      "ently": 1790,
      "ames": 1791,
      "▁often": 1792,
      "可是": 1793,
      "▁ve": 1794,
      "▁prom": 1795,
      "gether": 1796,
      "发生": 1797,
      "▁together": 1798,
      "ruct": 1799,
      "irl": 1800,
      "▁came": 1801,
      "How": 1802,
      "▁needs": 1803,
      "▁mus": 1804,
      "▁says": 1805,
      "▁phot": 1806,
      "全球": 1807,
      "质量": 1808,
      "妈妈": 1809,
      "ology": 1810,
      "的小": 1811,
      "▁name": 1812,
      "▁leg": 1813,
      "▁mom": 1814,
      "▁program": 1815,
      "▁Sh": 1816,
      "osed": 1817,
      "平台": 1818,
      "好像": 1819,
      "▁ter": 1820,
      "▁20": 1821,
      "上海": 1822,
      "ER": 1823,
      "健康": 1824,
      "▁easy": 1825,
      "Wh": 1826,
      "25": 1827,
      "▁buy": 1828,
      "▁others": 1829,
      "▁Is": 1830,
      "ret": 1831,
      "▁ca": 1832,
      "ries": 1833,
      "▁left": 1834,
      "gr": 1835,
      "▁hope": 1836,
      "只要": 1837,
      "▁please": 1838,
      "▁online": 1839,
      "br": 1840,
      "man": 1841,
      "这样的": 1842,
      "▁believe": 1843,
      "▁web": 1844,
      "是什么": 1845,
      "▁treat": 1846,
      "▁area": 1847,
      "▁exc": 1848,
      "▁against": 1849,
      "For": 1850,
      "▁bas": 1851,
      "aj": 1852,
      "▁once": 1853,
      "ffic": 1854,
      "▁friends": 1855,
      "▁ey": 1856,
      "▁Be": 1857,
      "▁country": 1858,
      "ids": 1859,
      "▁means": 1860,
      "▁prev": 1861,
      "▁reason": 1862,
      "reen": 1863,
      "肯定": 1864,
      "ted": 1865,
      "金融": 1866,
      "组织": 1867,
      "▁complete": 1868,
      "方法": 1869,
      "▁dem": 1870,
      "▁special": 1871,
      "容易": 1872,
      "银行": 1873,
      "orn": 1874,
      "▁problem": 1875,
      "▁live": 1876,
      "▁matter": 1877,
      "▁visit": 1878,
      "生产": 1879,
      "▁story": 1880,
      "▁To": 1881,
      "▁test": 1882,
      "not": 1883,
      "▁pret": 1884,
      "ients": 1885,
      "▁pop": 1886,
      "port": 1887,
      "▁rese": 1888,
      "fter": 1889,
      "▁eng": 1890,
      "▁win": 1891,
      "▁yet": 1892,
      "老婆": 1893,
      "除了": 1894,
      "科技": 1895,
      "▁become": 1896,
      "电影": 1897,
      "原因": 1898,
      "ird": 1899,
      "▁pract": 1900,
      "iqu": 1901,
      "ps": 1902,
      "▁makes": 1903,
      "▁light": 1904,
      "ield": 1905,
      "▁short": 1906,
      "▁es": 1907,
      "cent": 1908,
      "每天": 1909,
      "ither": 1910,
      "你要": 1911,
      "fort": 1912,
      "▁My": 1913,
      "过去": 1914,
      "▁prob": 1915,
      "▁access": 1916,
      "代表": 1917,
      "▁success": 1918,
      "▁everything": 1919,
      "品牌": 1920,
      "40": 1921,
      "存在": 1922,
      "实现": 1923,
      "co": 1924,
      "utes": 1925,
      "▁equ": 1926,
      "▁vide": 1927,
      "part": 1928,
      "most": 1929,
      "关注": 1930,
      "▁allow": 1931,
      "几个": 1932,
      "▁—": 1933,
      "成功": 1934,
      "pped": 1935,
      "med": 1936,
      "必须": 1937,
      "结果": 1938,
      "都有": 1939,
      "▁employ": 1940,
      "根据": 1941,
      "照片": 1942,
      "的大": 1943,
      "▁men": 1944,
      "ency": 1945,
      "▁mar": 1946,
      "▁contro": 1947,
      "有限": 1948,
      "▁est": 1949,
      "别人": 1950,
      "When": 1951,
      "ov": 1952,
      "▁large": 1953,
      "提高": 1954,
      "注意": 1955,
      "▁Se": 1956,
      "▁God": 1957,
      "▁ann": 1958,
      "▁went": 1959,
      "▁beaut": 1960,
      "▁idea": 1961,
      "17": 1962,
      "uture": 1963,
      "cially": 1964,
      "ream": 1965,
      "cing": 1966,
      "▁side": 1967,
      "▁miss": 1968,
      "网络": 1969,
      "▁fav": 1970,
      "ases": 1971,
      "oice": 1972,
      "▁impro": 1973,
      "▁deal": 1974,
      "消费": 1975,
      "//": 1976,
      "▁stay": 1977,
      "ories": 1978,
      "过程": 1979,
      "▁young": 1980,
      "解决": 1981,
      "▁ans": 1982,
      "▁account": 1983,
      "▁Do": 1984,
      "▁months": 1985,
      "▁econom": 1986,
      "▁pa": 1987,
      "完全": 1988,
      "▁event": 1989,
      "▁perform": 1990,
      "是在": 1991,
      "uff": 1992,
      "▁personal": 1993,
      "相信": 1994,
      "分析": 1995,
      "▁local": 1996,
      "增长": 1997,
      "▁else": 1998,
      "iron": 1999,
      "你就": 2000,
      "way": 2001,
      "完成": 2002,
      "最近": 2003,
      "dition": 2004,
      "▁quick": 2005,
      "13": 2006,
      "介绍": 2007,
      "60": 2008,
      "▁women": 2009,
      "▁clo": 2010,
      "用户": 2011,
      "▁students": 2012,
      "▁won": 2013,
      "▁offer": 2014,
      "▁present": 2015,
      "▁Cl": 2016,
      "ails": 2017,
      "▁di": 2018,
      "准备": 2019,
      "▁sing": 2020,
      "ify": 2021,
      "▁move": 2022,
      "▁share": 2023,
      "ives": 2024,
      "当然": 2025,
      "出去": 2026,
      "ising": 2027,
      "▁contact": 2028,
      "部门": 2029,
      "沒有": 2030,
      "ividual": 2031,
      "▁question": 2032,
      "▁cou": 2033,
      "tt": 2034,
      "交易": 2035,
      "▁social": 2036,
      "els": 2037,
      "▁ago": 2038,
      "家里": 2039,
      "▁On": 2040,
      "▁Ar": 2041,
      "▁benef": 2042,
      "有什么": 2043,
      "▁near": 2044,
      "机构": 2045,
      "uro": 2046,
      "▁sal": 2047,
      "聊天": 2048,
      "▁opport": 2049,
      "一步": 2050,
      "alf": 2051,
      "aps": 2052,
      "▁seen": 2053,
      "▁pain": 2054,
      "ott": 2055,
      "▁everyone": 2056,
      "▁clear": 2057,
      "▁whole": 2058,
      "▁government": 2059,
      "▁hours": 2060,
      "不了": 2061,
      "精神": 2062,
      "▁oper": 2063,
      "eng": 2064,
      "An": 2065,
      "▁begin": 2066,
      "不用": 2067,
      "▁took": 2068,
      "▁fac": 2069,
      "ills": 2070,
      "▁along": 2071,
      "▁comes": 2072,
      "▁pretty": 2073,
      "二十": 2074,
      "ured": 2075,
      "▁future": 2076,
      "itive": 2077,
      "电视": 2078,
      "小时": 2079,
      "ential": 2080,
      "▁par": 2081,
      "▁trying": 2082,
      "ode": 2083,
      "▁activ": 2084,
      "pping": 2085,
      "▁const": 2086,
      "▁quite": 2087,
      "▁bad": 2088,
      "▁,": 2089,
      "有的": 2090,
      "ats": 2091,
      "tain": 2092,
      "自然": 2093,
      "80": 2094,
      "女人": 2095,
      "汽车": 2096,
      "cus": 2097,
      "是否": 2098,
      "关于": 2099,
      "▁heart": 2100,
      "hor": 2101,
      "功能": 2102,
      "inking": 2103,
      "出了": 2104,
      "aken": 2105,
      "cri": 2106,
      "历史": 2107,
      "继续": 2108,
      "地区": 2109,
      "▁probably": 2110,
      "也有": 2111,
      "全国": 2112,
      "国内": 2113,
      "▁US": 2114,
      "▁started": 2115,
      "一個": 2116,
      "▁dr": 2117,
      "增加": 2118,
      "ording": 2119,
      "基础": 2120,
      "香港": 2121,
      "▁Christ": 2122,
      "ully": 2123,
      "▁profession": 2124,
      "▁community": 2125,
      "才能": 2126,
      "100": 2127,
      "14": 2128,
      "工程": 2129,
      "▁individual": 2130,
      "▁sever": 2131,
      "▁indust": 2132,
      "▁perfect": 2133,
      "▁addition": 2134,
      "正在": 2135,
      "▁sw": 2136,
      "IN": 2137,
      "min": 2138,
      "side": 2139,
      "▁tal": 2140,
      "▁All": 2141,
      "需求": 2142,
      "▁body": 2143,
      "还要": 2144,
      "5.": 2145,
      "▁page": 2146,
      "▁air": 2147,
      "▁soon": 2148,
      "吃的": 2149,
      "▁nothing": 2150,
      "不断": 2151,
      "只能": 2152,
      "▁hot": 2153,
      "名字": 2154,
      "什么时候": 2155,
      "ajor": 2156,
      "://": 2157,
      "下来": 2158,
      "了我": 2159,
      "▁four": 2160,
      "家的": 2161,
      "▁applic": 2162,
      "计划": 2163,
      "得到": 2164,
      "美女": 2165,
      "接受": 2166,
      "inal": 2167,
      "▁Ad": 2168,
      "▁news": 2169,
      "以上": 2170,
      "ered": 2171,
      "我们的": 2172,
      "你妈": 2173,
      "aim": 2174,
      "▁hist": 2175,
      "▁dra": 2176,
      "努力": 2177,
      "lection": 2178,
      "▁bring": 2179,
      "▁cap": 2180,
      "▁educ": 2181,
      "由于": 2182,
      "▁Br": 2183,
      "▁prot": 2184,
      "▁step": 2185,
      "客户": 2186,
      "▁occ": 2187,
      "▁several": 2188,
      "获得": 2189,
      "▁pot": 2190,
      "itions": 2191,
      "还没": 2192,
      "▁Can": 2193,
      "让我": 2194,
      "▁fore": 2195,
      "ton": 2196,
      "▁polic": 2197,
      "▁face": 2198,
      "ified": 2199,
      "▁sound": 2200,
      "网站": 2201,
      "▁isn": 2202,
      "▁wonder": 2203,
      "▁told": 2204,
      "St": 2205,
      "产业": 2206,
      "▁No": 2207,
      "▁members": 2208,
      "ization": 2209,
      "ral": 2210,
      "pecially": 2211,
      "▁taking": 2212,
      "老公": 2213,
      "▁girl": 2214,
      "ances": 2215,
      "outh": 2216,
      "故事": 2217,
      "以为": 2218,
      "第三": 2219,
      "的好": 2220,
      "That": 2221,
      "美元": 2222,
      "▁quality": 2223,
      "▁talk": 2224,
      "▁When": 2225,
      "agement": 2226,
      "具有": 2227,
      "ration": 2228,
      "urance": 2229,
      "▁yourself": 2230,
      "ina": 2231,
      "On": 2232,
      "水平": 2233,
      "▁hold": 2234,
      "男人": 2235,
      "▁mor": 2236,
      "▁questions": 2237,
      "▁particular": 2238,
      "▁Fr": 2239,
      "▁nice": 2240,
      "lf": 2241,
      "ery": 2242,
      "ged": 2243,
      "ior": 2244,
      "▁focus": 2245,
      "ability": 2246,
      "天天": 2247,
      "标准": 2248,
      "iful": 2249,
      "在哪里": 2250,
      "ply": 2251,
      "ike": 2252,
      "▁below": 2253,
      "▁products": 2254,
      "▁create": 2255,
      "ury": 2256,
      "衣服": 2257,
      "▁across": 2258,
      "家庭": 2259,
      "▁called": 2260,
      "▁ris": 2261,
      "之一": 2262,
      "row": 2263,
      "2016": 2264,
      "事情": 2265,
      "?\"": 2266,
      "ains": 2267,
      "创新": 2268,
      "是我": 2269,
      "各种": 2270,
      "▁Your": 2271,
      "比如": 2272,
      "▁seems": 2273,
      "cl": 2274,
      "▁Pl": 2275,
      "▁works": 2276,
      "room": 2277,
      "机会": 2278,
      "▁example": 2279,
      "▁mil": 2280,
      "book": 2281,
      "▁given": 2282,
      "by": 2283,
      "哈哈": 2284,
      "微信": 2285,
      "▁happy": 2286,
      "我都": 2287,
      "▁sho": 2288,
      "下午": 2289,
      "来越": 2290,
      "▁lim": 2291,
      "aster": 2292,
      "My": 2293,
      "▁pict": 2294,
      "▁12": 2295,
      "▁wanted": 2296,
      "不想": 2297,
      "▁answ": 2298,
      "科学": 2299,
      "就可以": 2300,
      "ination": 2301,
      "▁major": 2302,
      "▁close": 2303,
      "▁30": 2304,
      "▁asked": 2305,
      "昨天": 2306,
      "资源": 2307,
      "%,": 2308,
      "▁email": 2309,
      "领导": 2310,
      "医院": 2311,
      "▁dev": 2312,
      "越来越": 2313,
      "selves": 2314,
      "iter": 2315,
      "▁research": 2316,
      "▁diff": 2317,
      "▁fund": 2318,
      "viron": 2319,
      "gle": 2320,
      "▁return": 2321,
      "改革": 2322,
      "一天": 2323,
      "作用": 2324,
      "▁anyone": 2325,
      "▁recomm": 2326,
      "▁offic": 2327,
      "▁discuss": 2328,
      "视频": 2329,
      "▁whether": 2330,
      "!”": 2331,
      "同学": 2332,
      "idd": 2333,
      "▁mess": 2334,
      ")。": 2335,
      "开发": 2336,
      "▁recommend": 2337,
      "▁minutes": 2338,
      "▁review": 2339,
      "样的": 2340,
      "itical": 2341,
      "▁million": 2342,
      "多的": 2343,
      "▁later": 2344,
      "▁watch": 2345,
      "帮助": 2346,
      "oint": 2347,
      "work": 2348,
      "▁Ind": 2349,
      "por": 2350,
      "未来": 2351,
      "▁elect": 2352,
      "ots": 2353,
      "ann": 2354,
      "raph": 2355,
      "因為": 2356,
      "▁18": 2357,
      "▁non": 2358,
      "use": 2359,
      "想要": 2360,
      "▁almost": 2361,
      "▁consider": 2362,
      "▁commun": 2363,
      "发布": 2364,
      "▁invol": 2365,
      "6.": 2366,
      "之间": 2367,
      "▁line": 2368,
      "业务": 2369,
      "▁Ex": 2370,
      "▁May": 2371,
      "▁above": 2372,
      "▁priv": 2373,
      "To": 2374,
      "效果": 2375,
      "不少": 2376,
      "sh": 2377,
      "▁Com": 2378,
      "ggest": 2379,
      "pos": 2380,
      "了吧": 2381,
      "▁require": 2382,
      "▁strong": 2383,
      "不得": 2384,
      "跟你": 2385,
      "▁age": 2386,
      "生的": 2387,
      "oh": 2388,
      "规定": 2389,
      "简单": 2390,
      "▁issues": 2391,
      "政治": 2392,
      "进入": 2393,
      "知识": 2394,
      "2018": 2395,
      "oose": 2396,
      "▁finan": 2397,
      "单位": 2398,
      "att": 2399,
      "▁based": 2400,
      "ON": 2401,
      "▁coming": 2402,
      "办法": 2403,
      "7.": 2404,
      "▁spend": 2405,
      "aff": 2406,
      "ched": 2407,
      "urity": 2408,
      "如此": 2409,
      "▁human": 2410,
      "▁cra": 2411,
      "lish": 2412,
      "▁reading": 2413,
      "▁Or": 2414,
      "当时": 2415,
      "lling": 2416,
      "目标": 2417,
      "实际": 2418,
      "说的": 2419,
      "▁sum": 2420,
      "爸爸": 2421,
      "你现在": 2422,
